Repository: Emdek/plasmoid-fancy-tasks
Catalog: applet/locale/*.po
Languages: pl

source: No Action
pl: Brak akcji

source: Activate Item
pl: Aktywuj element

source: Activate Task
pl: Aktywuj zadanie

source: Activate Launcher
pl: Aktywuj aktywator

source: Show Item Menu
pl: Pokaż menu elementu

source: Show Item Children List
pl: Pokaż listę dzieci elementu

source: Show Item Windows
pl: Pokaż okna elementu

source: Close Task
pl: Zamknij zadanie

source: Minimize Task
pl: Zminimalizuj zadanie

source: Maximize Task
pl: Zmaksymalizuj zadanie

source: Toggle Fullscreen State Of Task
pl: Przełącz stan pełnego ekranu dla zadania

source: Toggle Shade State Of Task
pl: Przełącz stan zwinięcia dla zadania

source: Resize Task
pl: Zmień rozmiar zadania

source: Move Task
pl: Przesuń zadanie

source: Move Task To Current Desktop
pl: Przenieś zadanie na bieżący pulpit

source: Move Task To All Desktops
pl: Przenieś zadanie na wszystkie pulpity

source: Action
pl: Działanie

source: Entries
pl: Pozycje

source: Add Application...
pl: Dodaj aplikację...

source: Add File or Directory...
pl: Dodaj plik lub folder...

source: Add Menu
pl: Dodaj menu

source: Find Application
pl: Znajdź aplikację

source: Do Not Group
pl: Nie grupuj

source: Manually
pl: Ręcznie

source: By Program Name
pl: Według nazwy programu

source: Do Not Sort
pl: Nie sortuj

source: Alphabetically
pl: Alfabetycznie

source: By Desktop
pl: Według pulpitu

source: Instantly
pl: Natychmiast

source: After delay
pl: Z opóźnieniem

source: None
pl: Brak

source: Zoom
pl: Powiększenie

source: Jump
pl: Podskok

source: Spotlight
pl: Podświetlenie spodu

source: Glow
pl: Jarzenie

source: Fade
pl: Blaknięcie

source: Bounce
pl: Odbijanie się

source: Blink
pl: Mruganie

source: Rotate
pl: Obracanie się

source: Never
pl: Nigdy

source: On mouse-over
pl: Po najechaniu myszką

source: For active icon
pl: Dla aktywnej ikony

source: Always
pl: Zawsze

source: --- tasks area ---
pl: --- strefa zadań ---

source: --- jobs area ---
pl: --- strefa prac ---

source: General
pl: Ogólne

source: Appearance
pl: Wygląd

source: Arrangement
pl: Ułożenie

source: Actions
pl: Działania

source: Add This Menu
pl: Dodaj to menu

source: Launcher with URL "%1" already exists.
pl: Aktywator z URL "%1" już istnieje.

source: Settings
pl: Ustawienia

# @action:inmenu
source: Cancel
pl: Anuluj

source: 1 job
pl: %1 praca

source: %1 [Paused]
pl: %1 [Zawieszona]

source: %1 (%2 remaining)
pl: %1 (pozostało %2)

source: %1 [Finished]
pl: %1 [Zakończona]

source: Close Job
pl: Zamknij pracę

source: Pause Job
pl: Wstrzymaj pracę

source: Resume Job
pl: Wznów pracę

source: Cancel Job
pl: Anuluj pracę

source: Close on Finish
pl: Zamknij po zakończeniu

# @action:inmenu
source: &Move Here <shortcut>%1</shortcut>
pl: &Przenieś tutaj <shortcut>%1</shortcut>

# @action:inmenu
source: &Copy Here <shortcut>%1</shortcut>
pl: &Kopiuj tutaj <shortcut>%1</shortcut>

# @action:inmenu
source: &Link Here <shortcut>%1</shortcut>
pl: &Dowiąż tutaj <shortcut>%1</shortcut>

# @info
source: Do you really want to empty the trash? All items will be deleted.
pl: Czy opróżnić kosz? Zostaną z niego usunięte wszystkie elementy.

# @action:button
source: Empty Trash
pl: Opróżnij kosz

source: Trash
pl: Kosz

source: One item
pl: Jeden element

source: Empty
pl: Pusty

source: Open
pl: Otwórz

source: Menu Editor
pl: Edytor menu

source: Run
pl: Uruchom

source: Browse
pl: Przeglądaj

source: &Empty Trashcan
pl: Opróżnij kosz

source: Edit
pl: Edytuj

source: Launcher
pl: Aktywator

source: %1 Settings
pl: Ustawienia dla %1

source: Task command
pl: Polecenie zadania

source: Task title
pl: Tytuł zadania

source: Window class
pl: Klasa okna

source: Window role
pl: Rola okna

source: Rules
pl: Reguły

source: Trigger
pl: Aktywacja

source: Add Action Trigger
pl: Dodaj aktywację akcji

source: Add
pl: Dodaj

source: Remove Action Trigger
pl: Usuń aktywację akcji

source: Remove
pl: Usuń

source: Use thumbnails instead of icons
pl: Używaj miniatur zamiast ikon

source: Custom background image:
pl: Własny obrazek tła:

source: Show title label:
pl: Pokazuj tytuł:

source: Indication for active icon:
pl: Wyróżnienie dla aktywnej ikony:

source: Animations
pl: Animacje

source: Starting tasks:
pl: Startujące zadania:

source: Tasks needing attention:
pl: Zadania wymagające uwagi:

source: Parabolic
pl: Paraboliczna

source: Moving between icons:
pl: Przechodzenie pomiędzy ikonami:

source: Available entries:
pl: Dostępne pozycje:

source: Current entries:
pl: Aktualne pozycje:

source: Return
pl: Enter

source: Move Down
pl: Przesuń niżej

source: Down
pl: Dół

source: Move Up
pl: Przesuń wyżej

source: Up
pl: Góra

source: Search...
pl: Szukaj...

source: Grouping and sorting
pl: Grupowanie i sortowanie

source: Grouping:
pl: Grupowanie:

source: Sorting:
pl: Sortowanie:

source: Filters
pl: Filtry

source: Only show tasks from the current desktop
pl: Pokaż tylko zadania z bieżącego pulpitu

source: Only show tasks from current activity
pl: Pokaż tylko zadania z bieżącego działania

source: Only show tasks from the current screen
pl: Pokaż tylko zadania z bieżącego ekranu

source: Only show tasks that are minimized
pl: Pokaż tylko zadania zminimalizowane

source: Only show tasks that have launchers
pl: Pokaż tylko zadania posiadające aktywatory

source: Jobs
pl: Prace

source: Close jobs:
pl: Zamykaj prace:

source: Connect jobs with tasks
pl: Łącz prace z zadaniami

source: Group similar jobs
pl: Grupuj podobne prace

source: Group settings
pl: Ustawienia grupy

source: Group icon
pl: Ikona grupy

source: Group name:
pl: Nazwa grupy:

source: Launcher Rules
pl: Reguły aktywatora

source: Connect tasks with this launcher
pl: Łącz zadania z tym aktywatorem

source: Rule
pl: Reguła

source: Expression
pl: Wyrażenie

source: Detect Window Properties
pl: Wykryj właściwości okna

# NAME OF TRANSLATORS
source: Your names
pl: Michał Dutkiewicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: emdeck@gmail.com

source: Match Mode
pl: Tryb dopasowania

source: Ignore
pl: Ignoruj

source: Regular expression
pl: Wyrażenie regularne

source: Partial match
pl: Częściowe dopasowanie

source: Exact match
pl: Pełne dopasowanie

source: Required
pl: Wymagane

source: Pin This Task
pl: Przypnij to zadanie

source: Application
pl: Aplikacja

source: Starting application...
pl: Startująca aplikacja...

source: On all desktops
pl: Na wszystkich pulpitach

# Which virtual desktop a window is currently on
source: On %1
pl: Na %1

source: Already used...
pl: Już użyty...

source: No trigger
pl: Brak aktywacji

# As mouse button
source: Left button
pl: Lewy przycisk

# As mouse button
source: Middle button
pl: Środkowy przycisk

# As mouse button
source: Right button
pl: Prawy przycisk

# As keyboard modifier
source: Shift modifier
pl: Modyfikator Shift

# As keyboard modifier
source: Ctrl modifier
pl: Modyfikator Ctrl

# As keyboard modifier
source: Alt modifier
pl: Modyfikator Alt

source: Click...
pl: Kliknij...
